use GutyrchikIntensive
go
insert into Projects
values ('Ресторан Синий берег')
insert into Projects
values ('Компания VirtualSystem')
insert into Projects
values ('Автосервис Гаечка')
insert into Projects
values ('Cервис Летай, как бабочка')
insert into Projects
values ('Обучение клиентов')

insert into Tasks
values (1, 'Создать базу данных', 'Выделить сущности и связи, задать ограничения', 'Нет', '08/1/2016')
insert into Tasks
values (1, 'Написать сайт', 'Оформить страницы, подключить анимацию', 'Нет','09/1/2016')
insert into Tasks
values (1, 'Написать сервер', 'Сфокусировать внимание на быстродействии', 'Нет', '11/15/2016')
insert into Tasks
values (2, 'Альфа-тестирование', 'Провести тестирование среди ограниченного количества людей и выявить пролбемы', 'Нет', '07/23/2016')
insert into Tasks
values (2, 'Бета-тестирование', 'Провести открытое тестирование и выявить окончательные проблемы', 'Нет', '08/1/2016')
insert into Tasks
values (3, 'Написать сервер', 'Сфокусировать внимание на быстродействии', 'Нет', '11/15/2016')
insert into Tasks
values (4, 'Написать сайт', 'Сфокусировать внимание на быстродействии', 'Нет', '07/23/2016')
insert into Tasks
values (5, 'Написать сайт', 'Сфокусировать внимание на быстродействии', 'Нет', '08/1/2016')

